export const JobType = {
    医科: {
        医師: "dr",
        薬剤師: "ph",
        "看護師/准看護師": "nan",
        助産師: "mw",
        保健師: "phn",
        看護助手: "nuas",
        診療放射線技師: "mrt",
        臨床検査技師: "clt",
        臨床工学技士: "ce",
        "管理栄養士/栄養士": "rdn",
        "公認心理師/臨床心理士": "cp",
        医療ソーシャルワーカー: "msw",
        登録販売者: "rs",
        "医療事務/受付": "mor",
        治験コーディネーター: "ctc",
        "営業/管理部門/その他": "sad",
        調剤事務: "diaf",
        臨床開発モニター: "cdm",
        MR: "mr",
        MS_医薬品卸: "mrp"
    },
    歯科: {
        歯科医師: "de",
        歯科衛生士: "dh",
        歯科技工士: "dt",
        歯科助手: "deas"
    },
    介護: {
        "介護職/ヘルパー": "cwh",
        生活相談員: "lc",
        ケアマネジャー: "cm",
        管理職_介護: "mp",
        サービス提供責任者: "sp",
        生活支援員: "lsw",
        福祉用具専門相談員: "wesc",
        児童発達支援管理責任者: "cdsm",
        サービス管理責任者: "smm",
        "児童指導員/指導員": "cii",
        "看護師/准看護師": "nan",
        "管理栄養士/栄養士": "rdn",
        "調理師/調理スタッフ": "ccs",
        "介護タクシー/ドライバー": "nctd",
        "医療事務/受付": "mor",
        "営業/管理部門/その他": "sado",
        介護事務: "nca",
        相談支援専門員: "nca"
    },
    保育: {
        保育士: "chil",
        幼稚園教諭: "kt",
        保育補助: "ca",
        "児童指導員/指導員": "cii",
        児童発達支援管理責任者: "cdsm",
        "看護師/准看護師": "nan",
        "管理栄養士/栄養士": "rdn",
        "調理師/調理スタッフ": "ccs",
        "放課後児童支援員/学童指導員": "acsw"
    },
    "リハビリ／代替医療": {
        理学療法士: "pt",
        言語聴覚士: "st",
        作業療法士: "ot",
        視能訓練士: "ort",
        柔道整復師: "jt",
        あん摩マッサージ指圧師: "amst",
        鍼灸師: "acu",
        整体師: "chir"
    },
    その他: {
        "営業/管理部門/その他": "sado"
    },
    "ヘルスケア／美容": {
        美容師: "hai",
        理容師: "bar",
        ネイリスト: "naar",
        アイリスト: "el",
        "エステティシャン/セラピスト": "et",
        美容部員: "bcm",
        インストラクター: "ins"
    }
}